Repository: tonyyph/halo-day
Catalog: HaloDayApp/Resources/Localizable.xcstrings
Source language: vi
Languages: en

# %@ per month
source: %@ mỗi tháng
en: %@ per month

# %@ · %lld day streak
source: %1$@ · chuỗi %2$lld ngày
en: %@ · %lld day streak

# %@, %lld events, %lld of %lld rituals
source: %1$@, %2$lld sự kiện, %3$lld/%4$lld nghi thức
en: %@, %lld events, %lld of %lld rituals

# %@/month
source: %@/tháng
en: %@/month

# %lld day streak
source: Chuỗi %lld ngày
en: %lld day streak

# %lld days
source: %lld ngày
en: %lld days

# %lld days completed
source: Đã hoàn thành %lld ngày
en: %lld days completed

# %lld days kept
source: Giữ được %lld ngày
en: %lld days kept

# %lld days left
source: Còn %lld ngày
en: %lld days left

# %lld days · %@
source: %1$lld ngày · %2$@
en: %lld days · %@

# %lld events
source: %lld sự kiện
en: %lld events

# %lld events, %lld of %lld rituals
source: %1$lld sự kiện, %2$lld/%3$lld nghi thức
en: %lld events, %lld of %lld rituals

# %lld min
source: %lld phút
en: %lld min

# %lld minutes
source: %lld phút
en: %lld minutes

# %lld minutes of focus. Beautiful.
source: %lld phút tập trung. Thật trọn vẹn.
en: %lld minutes of focus. Beautiful.

# %lld mo
source: %lld tháng
en: %lld mo

# %lld of %lld rituals
source: %1$lld/%2$lld nghi thức
en: %lld of %lld rituals

# %lld of %lld rituals kept
source: Đã hoàn thành %1$lld/%2$lld thói quen
en: %lld of %lld rituals kept

# %lld/%lld rituals
source: %lld/%lld nghi thức
en: %lld/%lld rituals

# %lld′ focused
source: %lld′ tập trung
en: %lld′ focused

# %lld′ free
source: Trống %lld′
en: %lld′ free

# %lld′ of focus today
source: %lld′ tập trung hôm nay
en: %lld′ of focus today

# +%lld more today
source: +%lld sự kiện hôm nay
en: +%lld more today

# 25 min
source: 25 phút
en: 25 min

# 50 min
source: 50 phút
en: 50 min

# 90 min
source: 90 phút
en: 90 min

# A Premium widget
source: Widget Premium
en: A Premium widget

# A clear day.
source: Ngày thoáng.
en: A clear day.

# A day worth counting to
source: Một ngày đáng để đếm
en: A day worth counting to

# A deep week — over %lld hours of focus.
source: Một tuần sâu — hơn %lld giờ tập trung.
en: A deep week — over %lld hours of focus.

# A few small rituals
source: Vài nghi thức nhỏ
en: A few small rituals

# A full week. Leave a little room for yourself.
source: Một tuần kín lịch. Chừa chút khoảng trống cho mình nhé.
en: A full week. Leave a little room for yourself.

# A gentle week. One small ritual is enough to begin.
source: Một tuần nhẹ nhàng. Một nghi thức nhỏ là đủ để bắt đầu.
en: A gentle week. One small ritual is enough to begin.

# A little clarity for the days ahead.
source: Rõ ràng hơn cho những ngày sắp tới.
en: A little clarity for the days ahead.

# A little movement
source: Vận động một chút
en: A little movement

# A little space to focus
source: Một khoảng riêng để tập trung
en: A little space to focus

# A little space, just for you.
source: Một khoảng lặng dành riêng cho bạn.
en: A little space, just for you.

# A little window into your day.
source: Một ô cửa nhỏ nhìn vào ngày của bạn.
en: A little window into your day.

# A look for every kind of day.
source: Một phong cách cho mỗi ngày.
en: A look for every kind of day.

# A page of journaling
source: Viết vài dòng nhật ký
en: A page of journaling

# A quiet nudge before events and rituals. Never noisy.
source: Lời nhắc nhẹ trước sự kiện và thói quen. Không làm phiền.
en: A quiet nudge before events and rituals. Never noisy.

# A sample day
source: Một ngày mẫu
en: A sample day

# A single drop of red on frosted glass.
source: Một chấm đỏ trên lớp kính mờ.
en: A single drop of red on frosted glass.

# A small beginning
source: Một khởi đầu nhỏ
en: A small beginning

# A steady week: rituals kept and real focus.
source: Một tuần vững vàng: giữ nhịp nghi thức và tập trung thật sự.
en: A steady week: rituals kept and real focus.

# A trip, a birthday, a launch
source: Chuyến đi, sinh nhật hay ngày ra mắt
en: A trip, a birthday, a launch

# About
source: Giới thiệu
en: About

# Above the clock
source: Phía trên đồng hồ
en: Above the clock

# Accent
source: Điểm nhấn
en: Accent

# Add a countdown
source: Thêm đếm ngược
en: Add a countdown

# Add a ritual
source: Thêm thói quen
en: Add a ritual

# Add a ritual in Halo Day
source: Thêm nghi thức trong Halo Day
en: Add a ritual in Halo Day

# Add a widget
source: Thêm widget
en: Add a widget

# Add countdown
source: Thêm đếm ngược
en: Add countdown

# Advanced Home Screen widgets
source: Widget Màn hình chính nâng cao
en: Advanced Home Screen widgets

# Advanced widgets: Habit Streak, Focus, and large Home Screen layouts
source: Widget nâng cao: chuỗi thói quen, tập trung và bố cục lớn trên Màn hình chính
en: Advanced widgets: Habit Streak, Focus, and large Home Screen layouts

# Afternoon
source: Buổi chiều
en: Afternoon

# Agenda
source: Lịch trình
en: Agenda

# All 8 luxury themes
source: Cả 8 giao diện cao cấp
en: All 8 luxury themes

# All 8 luxury themes, from Champagne Day to Midnight Gold
source: Cả 8 giao diện cao cấp, từ Ngày champagne đến Vàng nửa đêm
en: All 8 luxury themes, from Champagne Day to Midnight Gold

# All day
source: Cả ngày
en: All day

# All done today
source: Hôm nay đã hoàn thành tất cả
en: All done today

source: Mọi giao diện, widget nâng cao và Hoạt động trực tiếp. Ngày của bạn, đẹp theo cách riêng.
en: All themes, advanced widgets, and Live Activities. Your day, at its most beautiful.

# Allow Halo Day to add to Photos
source: Cho phép Halo Day thêm vào Ảnh
en: Allow Halo Day to add to Photos

# Allow reminders
source: Cho phép nhắc nhở
en: Allow reminders

# Always a starry night.
source: Luôn là một đêm đầy sao.
en: Always a starry night.

# An open day
source: Một ngày thảnh thơi
en: An open day

# Anytime
source: Bất kỳ lúc nào
en: Anytime

# App theme
source: Giao diện ứng dụng
en: App theme

# Appearance
source: Giao diện
en: Appearance

# Applied
source: Đã áp dụng
en: Applied

# Apply theme
source: Áp dụng giao diện
en: Apply theme

# As iOS shows it
source: Như iOS hiển thị
en: As iOS shows it

# Back
source: Quay lại
en: Back

# Back to your session
source: Quay lại phiên tập trung
en: Back to your session

# Background
source: Nền
en: Background

# Beautifully done.
source: Hoàn thành thật đẹp.
en: Beautifully done.

# Beautifully done. Your focus session is complete.
source: Tuyệt vời. Phiên tập trung đã hoàn thành.
en: Beautifully done. Your focus session is complete.

# Beautifully kept.
source: Duy trì thật tốt.
en: Beautifully kept.

# Before events
source: Trước sự kiện
en: Before events

# Begin
source: Bắt đầu
en: Begin

# Begin a ritual
source: Bắt đầu thói quen
en: Begin a ritual

# Begin focus
source: Bắt đầu tập trung
en: Begin focus

source: Dưới đồng hồ: tối đa bốn widget tròn, hoặc hai widget rộng, hoặc kết hợp. Còn trống %lld/4.
en: Below the clock: up to four small circles, or two wide widgets, or a mix. %lld of 4 free.

# Best streak
source: Chuỗi tốt nhất
en: Best streak

# Best value
source: Giá trị tốt nhất
en: Best value

# Birthdays, trips, launches — count the days to what matters.
source: Sinh nhật, chuyến đi, ngày ra mắt — đếm ngày tới điều quan trọng.
en: Birthdays, trips, launches — count the days to what matters.

# Birthdays, trips, launches.
source: Sinh nhật, chuyến đi, ngày ra mắt.
en: Birthdays, trips, launches.

# Black-tie evening. A hint of gold.
source: Đêm thanh lịch, điểm chút ánh vàng.
en: Black-tie evening. A hint of gold.

# Blue hour
source: Giờ xanh
en: Blue hour

# Blush silk. A little Paris.
source: Lụa hồng phớt, thoảng nét Paris.
en: Blush silk. A little Paris.

# Border
source: Viền
en: Border

# Botanical calm. Small daily things.
source: Bình yên xanh mát, từ điều nhỏ mỗi ngày.
en: Botanical calm. Small daily things.

# Breathe
source: Hít thở
en: Breathe

# Bright noon
source: Trưa nắng
en: Bright noon

# Bring in your calendar
source: Kết nối lịch của bạn
en: Bring in your calendar

# Busiest
source: Bận nhất
en: Busiest

# Busy
source: Bận rộn
en: Busy

# Buy once for %@
source: Mua một lần với %@
en: Buy once for %@

# COUNTDOWN
source: ĐẾM NGƯỢC
en: COUNTDOWN

# Calendar
source: Lịch
en: Calendar

# Calendar access is off
source: Chưa cấp quyền truy cập lịch
en: Calendar access is off

# Calendar connected
source: Đã kết nối lịch
en: Calendar connected

# Calendar sources
source: Nguồn lịch
en: Calendar sources

# Calendars
source: Lịch
en: Calendars

# Cancel
source: Huỷ
en: Cancel

# Champagne Day
source: Ngày Champagne
en: Champagne Day

# Choose Lock Screen, then tap the widget area under the clock.
source: Chọn Màn hình khóa, rồi chạm vùng widget bên dưới đồng hồ.
en: Choose Lock Screen, then tap the widget area under the clock.

# Choose a length and begin.
source: Chọn thời lượng rồi bắt đầu.
en: Choose a length and begin.

# Choose a saved preset, or follow your active preset.
source: Chọn mẫu đã lưu hoặc dùng mẫu đang kích hoạt.
en: Choose a saved preset, or follow your active preset.

# Choose a setup from Studio, or follow the one in use.
source: Chọn một bộ trong Studio, hoặc theo bộ đang dùng.
en: Choose a setup from Studio, or follow the one in use.

# Choose a starting layout. Make it yours in Studio.
source: Chọn bố cục ban đầu. Tùy chỉnh theo ý bạn trong Studio.
en: Choose a starting layout. Make it yours in Studio.

# Choose a widget
source: Chọn widget
en: Choose a widget

# Choose your style
source: Chọn phong cách của bạn
en: Choose your style

# Circular
source: Tròn
en: Circular

# Clear morning
source: Sáng trong
en: Clear morning

# Close
source: Đóng
en: Close

# Color
source: Màu
en: Color

# Color %lld
source: Màu %lld
en: Color %lld

# Coming soon
source: Sắp ra mắt
en: Coming soon

# Complete %@
source: Hoàn thành %@
en: Complete %@

# Complete ritual
source: Hoàn thành thói quen
en: Complete ritual

# Completed
source: Đã hoàn thành
en: Completed

# Completion rate
source: Tỷ lệ hoàn thành
en: Completion rate

# Connect
source: Kết nối
en: Connect

# Connect Calendar
source: Kết nối Lịch
en: Connect Calendar

# Connect calendar
source: Kết nối lịch
en: Connect calendar

# Connect your calendar to choose which ones Halo Day shows.
source: Kết nối lịch để chọn những lịch Halo Day hiển thị.
en: Connect your calendar to choose which ones Halo Day shows.

# Connect your calendar to see your own events.
source: Kết nối lịch để xem sự kiện của bạn.
en: Connect your calendar to see your own events.

# Continue
source: Tiếp tục
en: Continue

# Continue with %@
source: Tiếp tục với %@
en: Continue with %@

# Continue with Yearly
source: Tiếp tục với gói năm
en: Continue with Yearly

# Cooking
source: Nấu ăn
en: Cooking

# Copy setup steps
source: Sao chép hướng dẫn
en: Copy setup steps

# Could not save your purchase status. Please reopen Halo Day.
source: Không thể lưu trạng thái mua hàng. Vui lòng mở lại Halo Day.
en: Could not save your purchase status. Please reopen Halo Day.

# Count down
source: Đếm ngược
en: Count down

# Count down on Lock Screen
source: Đếm ngược trên Màn khóa
en: Count down on Lock Screen

# Count down to something
source: Đếm ngược đến một dịp đặc biệt
en: Count down to something

# Count down to this
source: Đếm ngược đến sự kiện này
en: Count down to this

# Countdown
source: Đếm ngược
en: Countdown

# Countdown name
source: Tên đếm ngược
en: Countdown name

# Countdowns
source: Đếm ngược
en: Countdowns

# Countdowns can start in the hour before an event.
source: Có thể đếm ngược trong một giờ trước sự kiện.
en: Countdowns can start in the hour before an event.

# Creativity
source: Sáng tạo
en: Creativity

# Current streak
source: Chuỗi hiện tại
en: Current streak

# Custom · %lld min
source: Tùy chỉnh · %lld phút
en: Custom · %lld min

# Cycling
source: Đạp xe
en: Cycling

# DAYS
source: NGÀY
en: DAYS

# Daily Ritual
source: Thói quen hằng ngày
en: Daily Ritual

# Daily rituals
source: Thói quen hằng ngày
en: Daily rituals

# Dark
source: Tối
en: Dark

# Date
source: Ngày
en: Date

# Dawn
source: Bình minh
en: Dawn

# Day
source: Ngày
en: Day

# Day %lld of %lld
source: Ngày %1$lld / %2$lld
en: Day %lld of %lld

# Day %lld/%lld · %lld days left
source: Ngày %1$lld/%2$lld · còn %3$lld ngày
en: Day %lld/%lld · %lld days left

# Day progress
source: Tiến độ hôm nay
en: Day progress

# Day progress is measured between these times.
source: Tiến độ ngày được tính trong khoảng thời gian này.
en: Day progress is measured between these times.

# Day streak
source: Chuỗi ngày
en: Day streak

# Days to what matters.
source: Đếm ngày tới điều quan trọng.
en: Days to what matters.

# Deep work
source: Tập trung sâu
en: Deep work

# Delete
source: Xóa
en: Delete

# Delete preset
source: Xóa mẫu
en: Delete preset

# Delete preset?
source: Xóa mẫu này?
en: Delete preset?

# Delete ritual
source: Xoá nghi thức
en: Delete ritual

# Delete ritual?
source: Xóa thói quen này?
en: Delete ritual?

# Delete setup
source: Xoá bộ này
en: Delete setup

# Delete this ritual and its history?
source: Xoá nghi thức này cùng lịch sử?
en: Delete this ritual and its history?

# Delete this setup?
source: Xoá bộ này?
en: Delete this setup?

# Design review
source: Duyệt thiết kế
en: Design review

# Design review · in 10 minutes
source: Duyệt thiết kế · 10 phút nữa
en: Design review · in 10 minutes

# Dinner
source: Bữa tối
en: Dinner

# Done
source: Xong
en: Done

# Drink water
source: Uống nước
en: Drink water

# Duration
source: Thời lượng
en: Duration

# Dusk
source: Hoàng hôn
en: Dusk

# Edit
source: Chỉnh sửa
en: Edit

# Eight ways to glow
source: Tám cách để tỏa sáng
en: Eight ways to glow

# Emerald Ritual
source: Nghi thức Ngọc lục bảo
en: Emerald Ritual

# Empty
source: Trống
en: Empty

# End
source: Kết thúc
en: End

# End focus
source: Kết thúc tập trung
en: End focus

# End session
source: Kết thúc phiên
en: End session

# End this focus session?
source: Kết thúc phiên tập trung này?
en: End this focus session?

# Ends at %lld:00
source: Kết thúc lúc %lld:00
en: Ends at %lld:00

# Ends in
source: Còn
en: Ends in

# Evening
source: Buổi tối
en: Evening

# Event countdown Live Activities
source: Live Activity đếm ngược sự kiện
en: Event countdown Live Activities

# Event countdowns as Live Activities
source: Đếm ngược sự kiện bằng Hoạt động trực tiếp
en: Event countdowns as Live Activities

# Every sky — Instrument, Aurora, Golden Hour and Mist
source: Mọi bầu trời — Instrument, Aurora, Golden Hour và Mist
en: Every sky — Instrument, Aurora, Golden Hour and Mist

# Every sky, unlimited rituals and focus on your Lock Screen.
source: Mọi bầu trời, nghi thức không giới hạn và tập trung trên Màn khóa.
en: Every sky, unlimited rituals and focus on your Lock Screen.

# Every sky. Every ritual. Your whole day.
source: Mọi bầu trời. Mọi nghi thức. Trọn vẹn một ngày.
en: Every sky. Every ritual. Your whole day.

# Exercise
source: Tập luyện
en: Exercise

# Explore all themes
source: Khám phá mọi giao diện
en: Explore all themes

# FOCUS
source: TẬP TRUNG
en: FOCUS

# Family
source: Gia đình
en: Family

# Find Halo Day and tap the widgets you want.
source: Tìm Halo Day và chọn widget bạn muốn.
en: Find Halo Day and tap the widgets you want.

# Focus
source: Tập trung
en: Focus

# Focus Session
source: Phiên tập trung
en: Focus Session

# Focus and event countdowns on your Lock Screen and Dynamic Island
source: Tập trung và đếm ngược sự kiện trên Màn khóa và Dynamic Island
en: Focus and event countdowns on your Lock Screen and Dynamic Island

# Focus history
source: Lịch sử tập trung
en: Focus history

# Focus length
source: Thời lượng tập trung
en: Focus length

# Focus on your Lock Screen and Dynamic Island
source: Tập trung ngay trên Màn hình khóa và Dynamic Island
en: Focus on your Lock Screen and Dynamic Island

# Focus sessions on Lock Screen
source: Phiên tập trung trên Màn hình khóa
en: Focus sessions on Lock Screen

# Focus sessions on your Lock Screen and Dynamic Island
source: Phiên tập trung trên Màn hình khóa và Dynamic Island
en: Focus sessions on your Lock Screen and Dynamic Island

# Focus · %@
source: Tập trung · %@
en: Focus · %@

# Focusing
source: Đang tập trung
en: Focusing

# Food
source: Ăn uống
en: Food

# Free for %lld days, then %@/month. Cancel anytime.
source: Miễn phí %1$lld ngày, sau đó %2$@/tháng. Hủy bất kỳ lúc nào.
en: Free for %lld days, then %@/month. Cancel anytime.

# Free for %lld days, then %@/year. Cancel anytime.
source: Miễn phí %1$lld ngày, sau đó %2$@/năm. Hủy bất kỳ lúc nào.
en: Free for %lld days, then %@/year. Cancel anytime.

# Free keeps one countdown. Premium makes room for more.
source: Bản miễn phí giữ một đếm ngược. Premium mở thêm chỗ.
en: Free keeps one countdown. Premium makes room for more.

# Free keeps three rituals. Premium makes room for more.
source: Bản miễn phí giữ ba nghi thức. Premium mở thêm chỗ.
en: Free keeps three rituals. Premium makes room for more.

# Free trial, then %@/month. Cancel anytime.
source: Dùng thử miễn phí, sau đó %@/tháng. Hủy bất kỳ lúc nào.
en: Free trial, then %@/month. Cancel anytime.

# Free trial, then %@/year. Cancel anytime.
source: Dùng thử miễn phí, sau đó %@/năm. Hủy bất kỳ lúc nào.
en: Free trial, then %@/year. Cancel anytime.

# Free wallpapers: Living Sky at dawn and Celestial.
source: Hình nền miễn phí: Living Sky lúc bình minh và Celestial.
en: Free wallpapers: Living Sky at dawn and Celestial.

# Fresh air
source: Không khí trong lành
en: Fresh air

source: Màu giao diện hiển thị đầy đủ trong ứng dụng, widget Màn hình chính và Live Activity. Widget Màn hình khóa theo màu hình nền.
en: Full theme color in the app, Home Screen widgets and Live Activities. Lock Screen widgets follow your wallpaper.

# Gentle reminders
source: Lời nhắc dịu dàng
en: Gentle reminders

# Golden hour
source: Giờ vàng
en: Golden hour

# Golden hour, all day long.
source: Giờ vàng suốt cả ngày.
en: Golden hour, all day long.

# Golden hour, on warm cream paper.
source: Ánh hoàng hôn trên nền giấy kem ấm.
en: Golden hour, on warm cream paper.

# Good afternoon
source: Chào buổi chiều
en: Good afternoon

# Good evening
source: Chào buổi tối
en: Good evening

# Good morning
source: Chào buổi sáng
en: Good morning

# Graphite Focus
source: Tập trung Graphite
en: Graphite Focus

# Gratitude
source: Biết ơn
en: Gratitude

# HALO DAY · COUNTDOWN
source: HALO DAY · ĐẾM NGƯỢC
en: HALO DAY · COUNTDOWN

# HALO DAY · FOCUS
source: HALO DAY · TẬP TRUNG
en: HALO DAY · FOCUS

# Habit Streak
source: Chuỗi thói quen
en: Habit Streak

# Halo Day can't add to Photos. Allow it in Settings › Privacy › Photos.
source: Halo Day chưa thể thêm vào Ảnh. Hãy cho phép trong Cài đặt › Quyền riêng tư › Ảnh.
en: Halo Day can't add to Photos. Allow it in Settings › Privacy › Photos.

source: Halo Day vẽ ngày của bạn dưới bầu trời thật — sự kiện, nghi thức và tập trung trên một vòng.
en: Halo Day draws your day under the real sky — events, rituals and focus on one ring.

# Halo Day only adds the wallpapers you save. It never reads your photos.
source: Halo Day chỉ thêm hình nền bạn lưu. Ứng dụng không bao giờ đọc ảnh của bạn.
en: Halo Day only adds the wallpapers you save. It never reads your photos.

source: Halo Day đọc lịch để hiển thị sự kiện tiếp theo. Dữ liệu luôn ở trên iPhone của bạn.
en: Halo Day reads your calendar to show what's next. It stays on your iPhone. Always.

# Halo preset
source: Mẫu Halo
en: Halo preset

# Halo setup
source: Bộ Halo
en: Halo setup

# Halo today
source: Halo hôm nay
en: Halo today

# Happening now · until %@
source: Đang diễn ra · đến %@
en: Happening now · until %@

# Haptics
source: Phản hồi xúc giác
en: Haptics

# Health
source: Sức khỏe
en: Health

# Home
source: Ở nhà
en: Home

# Home Screen
source: Màn hình chính
en: Home Screen

# Home Screen widgets show your theme in full color.
source: Widget Màn hình chính hiển thị đầy đủ màu giao diện.
en: Home Screen widgets show your theme in full color.

# How to add to Lock Screen
source: Cách thêm vào Màn hình khóa
en: How to add to Lock Screen

# How to add widgets
source: Cách thêm widget
en: How to add widgets

# Hydration
source: Bổ sung nước
en: Hydration

# I've added it
source: Tôi đã thêm
en: I've added it

# In %lld min
source: Sau %lld phút
en: In %lld min

# In use on your Lock Screen widgets
source: Đang dùng cho widget màn khóa
en: In use on your Lock Screen widgets

# Include all-day events
source: Bao gồm sự kiện cả ngày
en: Include all-day events

# Included
source: Đã bao gồm
en: Included

# Inline
source: Một dòng
en: Inline

# Ivory Minimal
source: Tối giản Ivory
en: Ivory Minimal

# Journal
source: Viết nhật ký
en: Journal

# Keep your rituals with a tap.
source: Giữ nghi thức chỉ bằng một chạm.
en: Keep your rituals with a tap.

# Kept today
source: Đã giữ hôm nay
en: Kept today

# Language
source: Ngoại ngữ
en: Language

# Last 12 weeks
source: 12 tuần gần đây
en: Last 12 weeks

# Learning
source: Học tập
en: Learning

# Licenses
source: Giấy phép
en: Licenses

# Lifetime
source: Trọn đời
en: Lifetime

# Light
source: Sáng
en: Light

# Live
source: Thực tế
en: Live

# Live Activities
source: Live Activity
en: Live Activities

# Live Activities are available
source: Live Activity đã sẵn sàng
en: Live Activities are available

# Live Activities are turned off for Halo Day in iOS Settings.
source: Live Activity của Halo Day đang tắt trong Cài đặt iOS.
en: Live Activities are turned off for Halo Day in iOS Settings.

source: Live Activity hiển thị bộ đếm trên Màn hình khóa. Dynamic Island xuất hiện trên iPhone tương thích.
en: Live Activities show your timer on the Lock Screen. Dynamic Island appears on supported iPhones.

# Live countdowns can begin in the hour before an event.
source: Đếm ngược trực tiếp có thể bắt đầu trong vòng một giờ trước sự kiện.
en: Live countdowns can begin in the hour before an event.

# Load
source: Tải
en: Load

# Location is off for Halo Day. The sky follows your time zone instead.
source: Vị trí đang tắt với Halo Day. Bầu trời sẽ theo múi giờ của bạn.
en: Location is off for Halo Day. The sky follows your time zone instead.

source: Vị trí, nếu bạn bật, được làm tròn khoảng 10 km và chỉ ở trên iPhone này. Hình nền được thêm vào Ảnh mà không đọc thư viện của bạn.
en: Location, if you turn it on, is rounded to about 10 km and stays on this iPhone. Wallpapers are added to Photos without reading your library.

# Lock Screen
source: Màn hình khóa
en: Lock Screen

# Lock Screen colors follow your wallpaper. This preview shows the layout.
source: Màu widget Màn hình khóa theo hình nền. Bản xem trước chỉ minh họa bố cục.
en: Lock Screen colors follow your wallpaper. This preview shows the layout.

source: Widget màn khóa lấy một màu theo hình nền. Tắt để xem màu thiết kế.
en: Lock Screen widgets take one colour from your wallpaper. Turn this off to see the design colours.

# Lunch with Mai
source: Ăn trưa với Mai
en: Lunch with Mai

# Make active
source: Kích hoạt
en: Make active

# Make every glance beautiful.
source: Đẹp trong từng cái nhìn.
en: Make every glance beautiful.

# Make room first: a wide widget takes two spaces.
source: Hãy chừa chỗ trước: widget rộng chiếm hai ô.
en: Make room first: a wide widget takes two spaces.

# Make space to focus
source: Dành thời gian tập trung
en: Make space to focus

# Make your iPhone feel personal again.
source: Để iPhone mang dấu ấn riêng của bạn.
en: Make your iPhone feel personal again.

# Manage subscription
source: Quản lý gói đăng ký
en: Manage subscription

# Mark today as kept
source: Đánh dấu hôm nay đã giữ
en: Mark today as kept

# Match the sky to my location
source: Khớp bầu trời với vị trí của tôi
en: Match the sky to my location

source: Khớp bầu trời với nơi bạn ở và nhận lời nhắc nhẹ trước sự kiện. Cả hai đều không bắt buộc.
en: Match the sky to where you are, and get a gentle nudge before events. Both are optional.

# Medication
source: Uống thuốc
en: Medication

# Meditate
source: Thiền
en: Meditate
